{
	"@metadata": {},
	"page-title": "Spatiality | Software Development for GIS & Web",
    "locale-en": "English",
    "locale-nl": "Nederlands",
    "menu-whoami": "About me",
    "menu-timeline": "Projects",
    "menu-skills": "How can I help?",
    "menu-contact": "Contact",
	"catchphrase": "Value-driven software development with a focus on GIS and Web development",
    "whoami-title": "Who am I?",
    "whoami-body": "My name is Kamiel Verhelst. I am a software developer specialized in GIS and Web development. My mission is to make our society a bit more just and fair by applying digital technologies wherever they can be of value.<br/><br/>I prefer to work on project with a clear contribution to solving a societal problem.<br/><br/>With my broad background in both social sciences and computer science, I am able to approach complex problems from different perspectives. I enjoy combining technical (programming) work with consulting and providing instruction.<br/><br/>I have a broad <a href=\"#skills\">technical skillset</a>, with a specialization in 3D geographic data and GIS web applications.",
    "whoami-linkedin": "Connect on LinkedIn",
    "timeline-title": "Projects",
    "timeline-body": "Below you will find an overview of some projects I have worked on:",

    "tl-item1-title": "Leia Project",
    "tl-item1-role": "Developer/Consultant",
    "tl-item1-date": "Oct 2023 - Dec 2024",
    "tl-item1-skills": "CesiumJS, Svelte, GDAL, Digital Twins",
    "tl-item1-body": "As a data consultant at Geodan, I developed a generic 3D viewer for the Province of Zeeland to set up Digital Twins. The Leia project is an open-source initiative started by Geodan and the Province of Zeeland with the aim of making the use of Digital Twins and 3D geodata more accessible. One example of an application of the Leia viewer is visualizing flooding caused by dike breaches in Zeeland. By visualizing this in an easy-to-use 3D environment, residents of the region can more easily form an understanding of the impact of a dike breach, and it becomes easier to determine the effects on buildings and infrastructure.",
    "tl-item1-link": "https://github.com/leia-project",
    "tl-item1-link-text": "Go to GitHub",

    "tl-item2-title": "Register Externe Veiligheid",
    "tl-item2-role": "Developer",
    "tl-item2-date": "Apr 2022 - Dec 2024",
    "tl-item2-skills": "Python, ETL, APIs, PostgreSQL/PostGIS",
    "tl-item2-body": "The Register for External Safety (REV) is a project that I carried out as a data consultant at Geodan, commissioned by the Ministry of Infrastructure and Water Management. The project's goal is to establish, make accessible, and maintain a register of objects and activities that pose a risk to safety in the Netherlands, such as propane tanks, fireworks storage facilities, and gas stations. I assisted in transferring data from old sources using a Python script. I also helped data providers (environmental services, pipeline operators) with uploading their data through the REV API.",
    "tl-item2-link": "https://www.registerexterneveiligheid.nl/",
    "tl-item2-link-text": "Go to registerexterneveiligheid.nl",

    "tl-item3-title": "Watkanikdoen.nl",
    "tl-item3-role": "Co-founder and Developer",
    "tl-item3-date": "May 2020 - present",
    "tl-item3-skills": "VueJS, PHP (Laravel), SEO",
    "tl-item3-body": "Together with an enthusiastic group of volunteers, I am developing a web platform for activism. The platform helps people to take action for a societal theme they care about. From climate to anti-racism and queer rights.",
    "tl-item3-link": "https://watkanikdoen.nl",
    "tl-item3-link-text": "Go to watkanikdoen.nl",
    

    "skills-title": "How can I help?",
    "skills-body": "I have expertise in the following technologies and methods:",
    "skills-list": "Python, SQL, PostgreSQL/PostGIS, APIs, ETL, GDAL, QGIS, FME, CesiumJS, VueJS, Svelte, ReactJS, PHP (Laravel), Web design, SEO, Scrum",
    "skills-contact": "Interested? Feel free to contact me",
    "contact-button": "Send an email"
}
