{
	"@metadata": {},
	"page-title": "Spatiality | Softwareontwikkeling voor GIS & Web",
    "locale-en": "English",
    "locale-nl": "Nederlands",
    "menu-whoami": "Over mij",
    "menu-timeline": "Projecten",
    "menu-skills": "Hoe kan ik helpen?",
    "menu-contact": "Contact",
	"catchphrase": "Waardegedreven softwareontwikkeling met een focus op GIS en Web development",
    "whoami-title": "Wie ben ik?",
    "whoami-body": "Mijn naam is Kamiel Verhelst. Ik ben een softwareontwikkelaar, gespecialiseerd in GIS en Web development. Mijn missie is om onze samenleving een beetje rechtvaardiger en eerlijker te maken door digitale technologieën toe te passen waar ze van waarde zijn.<br/><br/>Ik werk het liefst aan projecten die een duidelijke bijdrage leveren aan het oplossen van een maatschappelijk probleem.<br/><br/>Met mijn brede achtergrond in zowel sociale wetenschap als computer science ben ik in staat om complexe problemen vanuit verschillende perspectieven te benaderen. Ik combineer graag technisch (programmeer-)werk met advies en het geven van instructie.<br/><br/>Ik heb een brede <a href=\"#skills\">technische skillset</a>, met een specialisatie in 3D geografische data en GIS-webapplicaties.",
    "whoami-linkedin": "Verbind op LinkedIn",
    "timeline-title": "Projecten",
    "timeline-body": "Hieronder vindt u een overzicht van enkele projecten waaraan ik heb gewerkt:",

    "tl-item1-title": "Leia Project",
    "tl-item1-role": "Ontwikkelaar/Consultant",
    "tl-item1-date": "okt 2023 - dec 2024",
    "tl-item1-skills": "CesiumJS, Svelte, GDAL, Digital Twins",
    "tl-item1-body": "Als dataconsultant bij Geodan ontwikkelde ik voor de Provincie Zeeland een generieke 3D viewer voor het inrichten van Digital Twins. Het Leia-project is een open source initiatief, gestart door Geodan en de Provincie Zeeland met als doel om het werken met Digital Twins en 3D geodata toegankelijker te maken. Een voorbeeld van een toepassing van de Leia viewer is het visualiseren van overstromingen door dijkdoorbraken in Zeeland. Door dit in een makkelijk te gebruiken 3D omgeving te visualiseren kunnen inwoners van de regio gemakkelijker een beeld vormen van de invloed van een dijkdoorbraak en kan makkelijker bepaald worden wat de invloed is op gebouwen en infrastructuur.",
    "tl-item1-link": "https://github.com/leia-project",
    "tl-item1-link-text": "Naar GitHub",

    "tl-item2-title": "Register Externe Veiligheid",
    "tl-item2-role": "Ontwikkelaar",
    "tl-item2-date": "apr 2022 - dec 2024",
    "tl-item2-skills": "Python, ETL, APIs, PostgreSQL/PostGIS",
    "tl-item2-body": "Het Register Externe Veiligheit (REV) is een project dat ik als data consultant bij Geodan uitvoerde, in opdracht van het Ministerie van Infrastructuur en Waterstaat. Het project heeft als doel om een register op te bouwen, te ontsluiten en onderhouden van objecten en activiteiten die een risico vormen voor de veiligheid in nederland, zoals propaantanks, vuurwerkopslagen en tankstations. Ik heb geholpen bij het overzetten van data uit oude bronnen, met behulp van een Python-script. Ook heb ik bronhouders (omgevingsdiensten, buisleidingexploitanten) geholpen bij het uploaden van hun data middels de REV API.",
    "tl-item2-link": "https://www.registerexterneveiligheid.nl/",
    "tl-item2-link-text": "Naar registerexterneveiligheid.nl",

    "tl-item3-title": "Watkanikdoen.nl",
    "tl-item3-role": "Mede-oprichter en Ontwikkelaar",
    "tl-item3-date": "mei 2020 - heden",
    "tl-item3-skills": "VueJS, PHP (Laravel), SEO",
    "tl-item3-body": "Samen met een enthousiaste groep vrijwilligers onwikkel ik een web-platform voor activisme. Het platform helpt mensen om in actie te komen voor een maatschappelijk thema dat zij belangrijk vinden. Van klimaat tot anti-racisme en queer-rechten.",
    "tl-item3-link": "https://watkanikdoen.nl",
    "tl-item3-link-text": "Naar watkanikdoen.nl",

    "skills-title": "Hoe kan ik helpen?",
    "skills-body": "Ik heb expertise en ervaring in de volgende technologieën en werkwijzen:",
    "skills-list": "Python, SQL, PostgreSQL/PostGIS, APIs, ETL, GDAL, QGIS, FME, Digital Twins, CesiumJS, VueJS, Svelte, ReactJS, PHP (Laravel), Webdesign, SEO, Scrum",
    "skills-contact": "Bent u geïnteresseerd? Neem dan gerust contact met me op",
    "contact-button": "Stuur een e-mail"
}
